<script lang="ts">
	import Section from '$shared/section/ui/Section.svelte'
	import { Title } from '$shared/text'
</script>

<Section class="leading-[1.4 text-sm">
	<Title>개인정보처리방침</Title>
	<article class="flex flex-col gap-[1em]">
		<div>
			<Title>목적</Title>
			<p>
				DMO tools(이하 ‘회사'라고 함)는 회사가 제공하고자 하는 서비스(이하 ‘회사
				서비스’)를 이용하는 개인(이하 ‘이용자’ 또는 ‘개인’)의 정보(이하
				‘개인정보’)를 보호하기 위해, 개인정보보호법, 정보통신망 이용촉진 및
				정보보호 등에 관한 법률(이하 '정보통신망법') 등 관련 법령을 준수하고,
				서비스 이용자의 개인정보 보호 관련한 고충을 신속하고 원활하게 처리할 수
				있도록 하기 위하여 다음과 같이 개인정보처리방침(이하 ‘본 방침’)을
				수립합니다.
			</p>
		</div>
		<div>
			<Title>개인정보 처리의 원칙</Title>
			<p>
				당사는 이용자가 개인화 혹은 회원제 서비스를 이용하기 위해 회원가입을 할
				경우, 서비스 이용을 위해 필요한 개인정보 수집에 동의한 것으로 봅니다.
			</p>
		</div>
		<div>
			<Title>수집하는 개인정보 항목 및 수집∙이용목적</Title>
			<p>
				회사는 이용자의 회사 서비스에 대한 회원가입을 위하여 다음과 같은 정보를
				수집합니다.
			</p>
			<ol>
				<li>필수 수집 정보: 이메일 주소, IP 주소(부정 이용 방지)</li>
			</ol>
		</div>
		<div>
			<Title>법령에 따른 개인정보의 보유 및 이용기간</Title>
			<p>회사는 관계법령에 따라 다음과 같이 개인정보를 보유 및 이용합니다.</p>
			<ol>
				<li>
					전자상거래 등에서의 소비자보호에 관한 법률에 따른 보유정보 및 보유기간
					<ol>
						<li>소비자의 불만 또는 분쟁처리에 관한 기록 : 3년</li>
						<li>표시•광고에 관한 기록 : 6개월</li>
					</ol>
				</li>
			</ol>
		</div>
		<div>
			<Title>개인정보의 파기원칙</Title>
			<p>
				회사는 원칙적으로 회원 탈퇴 시 이용자의 개인정보를 지체 없이 복구
				불가능한 방법으로 파기합니다.
			</p>
		</div>
		<div>
			<Title>개인정보 조회 및 수집동의 철회</Title>
			<ol>
				<li>
					이용자 및 법정 대리인은 언제든지 등록되어 있는 자신의 개인정보를
					조회하거나 수정할 수 있으며 개인정보수집 동의 철회를 요청할 수
					있습니다.
				</li>
				<li>
					이용자 및 법정 대리인은 자신의 가입정보 수집 등에 대한 동의를 철회하기
					위해서는 개인정보보호책임자 또는 담당자에게 서면, 전화 또는
					전자우편주소로 연락하시면 회사는 지체 없이 조치하겠습니다.
				</li>
			</ol>
		</div>
		<div>
			<Title>개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항</Title>
			<ol>
				<li>
					회사는 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용 정보를
					저장하고 수시로 불러오는 개인정보 자동 수집장치(이하 '쿠키')를
					사용합니다. 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가
					이용자의 웹브라우저(PC 및 모바일을 포함)에게 보내는 소량의 정보이며
					이용자의 저장공간에 저장되기도 합니다.
				</li>
				<li>
					이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 이용자는
					웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가
					저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도
					있습니다.
				</li>
				<li>
					다만, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 회사의 일부
					서비스는 이용에 어려움이 있을 수 있습니다.
				</li>
			</ol>
		</div>
		<div>
			<Title>회사의 개인정보 보호 책임자 지정</Title>
			<p>
				회사는 이용자의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기
				위하여 아래와 같이 관련 부서 및 개인정보 보호 책임자를 지정하고
				있습니다.
			</p>
			<dl>
				<dt>개인정보 보호 책임자</dt>
				<dd>성명: 김대욱</dd>
				<dd>연락처: kdw97448860@gmail.com</dd>
			</dl>
		</div>
		<div>
			<Title>권익침해에 대한 구제방법</Title>
			<p>
				이용자는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회,
				한국인터넷진흥원 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할
				수 있습니다. 이 밖에 기타 개인정보침해의 신고, 상담에 대하여는 아래의
				기관에 문의하시기 바랍니다.
			</p>
			<ul>
				<li>
					개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)
				</li>
				<li>개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)</li>
				<li>대검찰청 : (국번없이) 1301 (www.spo.go.kr)</li>
				<li>경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)</li>
				<li>
					회사는 정보주체의 개인정보자기결정권을 보장하고, 개인정보침해로 인한
					상담 및 피해 구제를 위해 노력하고 있으며, 신고나 상담이 필요한 경우
					제1항의 담당부서로 연락해주시기 바랍니다.
				</li>
				<li>
					개인정보 보호법 제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제),
					제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대 하여 공공기관의
					장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는
					행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.
				</li>
				<li>중앙행정심판위원회 : (국번없이) 110 (www.simpan.go.kr)</li>
			</ul>
		</div>
		<div>
			<Title>본 방침의 변경</Title>
			<ol>
				<li>
					본 방침은 개인정보 관련 법령, 지침, 고시 또는 정부나 회사 서비스의
					정책이나 내용의 변경에 따라 개정될 수 있습니다.
				</li>
				<li>
					회사는 제1항에 따라 본 방침을 개정하는 경우 다음 각 호 하나 이상의
					방법으로 공지합니다.
					<ol>
						<li>
							회사가 운영하는 인터넷 홈페이지의 첫 화면의 공지사항란 또는 별도의
							창을 통하여 공지하는 방법
						</li>
						<li>
							서면·모사전송·전자우편 또는 이와 비슷한 방법으로 이용자에게
							공지하는 방법
						</li>
					</ol>
				</li>
				<li>
					회사는 제2항의 공지는 본 방침 개정의 시행일로부터 최소 7일 이전에
					공지합니다. 다만, 이용자 권리의 중요한 변경이 있을 경우에는 최소 30일
					전에 공지합니다.
				</li>
			</ol>
		</div>
		<p>본 방침은 2024.08.29.부터 시행됩니다.</p>
	</article>
</Section>

<style>
	li,
	dt,
	dd {
		list-style: auto;
		list-style-position: inside;
		margin-top: 0.2em;
	}
	dt {
		font-weight: bold;
	}
	li :where(ul, ol, dl) {
		padding-left: 1em;
	}
	p,
	dl,
	ol,
	ul {
		padding: 0.5em 0;
	}
</style>
